Repository: ksorokosz/cworking-homepage
Catalog: main/locale/*/LC_MESSAGES/django.po
Languages: pl

source: First Name
pl: Imię

source: Last Name
pl: Nazwisko

source: Email
pl: Adres Email

source: Subject
pl: Temat

source: Message
pl: Wiadomość

source: Competences
pl: Kompetencje

source: Values
pl: Wartości

source: Cworking++ project source code
pl: Kod projektu Cworking++

source: digital signal processing
pl: cyfrowe przetwarzanie sygnałów

source: 6+ years of experience in multimedia signal processing
pl: 6+ lat doświadczeń w przetwarzaniu sygnałów multimedialnych

source: commerically used systems for speech and audio signals analysis and enhancement
pl: komercyjne systemy do analizy i poprawy sygnałów mowy i audio

source: practitioned speech recognition and synthesis technologies
pl: praktyczna znajomość technologii rozpoznawania i syntezy mowy

source: practitioned video steganography and encryption
pl: praktyczna znajomość steganografii i szyfrowania wideo

source: international publications in the area of signal processing
pl: publikacje w międzynarodowych czasopismach na temat przetwarzania sygnału mowy

source: data analysis
pl: analiza danych

source: 6+ years of experience in data analysis
pl: 6+ lat doświadczeń w analizie danych

source: anomaly detection in thousands of data from annotation services
pl: detekcja anomalii pośród tysięcy annotacji

source: statistical analysis practitioned in python, Matlab and MS Excel
pl: analiza statystyczna w python, Matlab i MS Excel

source: appropriate mathematical background
pl: odpowiednie wykształcenie matematyczne

source: process automatization
pl: automatyzacja procesów

source: 3+ years of experience in process automatization
pl: 3+ lat doświadczeń w pracach nad automatyzacją procesów

source: automatized production of audio data for machine learning purposes
pl: automatyzacja procesu produkcji danych na potrzeby uczenia maszynowego

source: dealing with 'muda' and ineffectiveness in a development team
pl: usuwanie barier i marnotrastwa w zespole rozwijającym oprogramowanie

source: using webservices for simplifying work
pl: użycie technologii webowej do upraszczania codziennej pracy

source: mentoring junior developers
pl: wsparcie młodszych programistów

source: practitioned test driven development and agile methodologies
pl: praktyczna znajomość metodyk zwinnych i programowania TDD

source: system design
pl: projektowanie systemów

source: developing and maintening commercial systems intensively used by non-engineers
pl: rozwój i utrzymywanie systemów intensywnie wykorzystywanych przez nie-inżynierów

source: developing network, distributed services for data analysis and processing
pl: rozwój i projektowanie sieciowych, rozproszonych serwisów do analizy i przetwarzania danych

source: practitioned parallelization and multithreading
pl: praktyczna znajomość programowania wielowątkowego i wieloprocesowego

source: practitioned programming on different platforms: ARM Cortex M3, Linux, Windows
pl: praktyczna znajmość programowania na platformach: ARM Cortex M3, Linux, Windows

source: education
pl: edukacja

source: conducted programming courses for children and teachers
pl: przeprowadzenie kursów programowania dla dzieci i nauczycieli

source: prepared C++ tutorial for beginners and intermediate level
pl: przygotowanie tutoriala C++ dla początkujących i średniozaawansowanych

source: blogging about programming and team management
pl: blog o programowaniu i zarządzaniu zespołem

source: active coursera member: leadership, data science, programming
pl: aktywny członek platformy edukacyjnej coursera: zarządzanie, uczenie maszynowe, programowanie

source: feel free to contact me...
pl: skontaktuj się ze mną...

source: Send
pl: Wyślij

source: About Me
pl: O mnie

source: Services
pl: Usługi

source: Contact
pl: Kontakt

source: Polish
pl: pl

source: English
pl: en

source: Education #1
pl: Edukacja #1

source: Programming for non-engineers
pl: Programowanie dla nieinżynierów

source: IT Process Automation #2
pl: Automatyzacja Procesów w IT #2

source: Consulting & Implementation
pl: Doradztwo i implementacja

source: Programming #3
pl: Programowanie #3

source: Dedicated systems for industry
pl: Dedykowane systemy dla przemysłu

source: Expertise #4
pl: Ekspertyza #4

source: Data analysis & Multimedia Processing
pl: Analiza danych i przetwarzanie multimediów

source: Cooperate
pl: Współpracuj

source: Cooperation
pl: Współpraca

source: Be accurate
pl: Bądź dokładny

source: Precision
pl: Precyzja

source: Use your knowledge
pl: Używaj rozumu

source: Knowledge
pl: Wiedza

source: Be patient
pl: Bądź cierpliwy

source: Patience
pl: Cierpliwość

source: Communicate
pl: Rozmawiaj

source: Communication
pl: Komunikacja

source: Trust others and yourself
pl: Ufaj innym i sobie

source: Trust
pl: Zaufanie
